import type { FC } from "react";

const HealthInsurance: FC = () => {
  return (
    <div className="flex flex-col w-full p-5">
      <img src="/health.svg" alt="svg" className="w-56 h-56 mb-10 self-center" />

      <h1 className="text-2xl font-bold mb-4 text-primary">بیمه درمان تکمیلی</h1>

      <p className="text-card-foreground leading-8 mb-6">
        بیمه درمان تکمیلی با جبران بخشی از هزینه‌های درمانی که هر روز بیشتر می‌شوند، فشار مالی شما را تا حد زیادی کم می‌کند. این بیمه علاوه‌بر پوشش‌های پایه، دامنه‌ی وسیع‌تری از خدمات مانند بستری،
        جراحی، آزمایش‌ها، تصویربرداری، زایمان، دندان‌پزشکی و ویزیت پزشکان را تحت پوشش قرار می‌دهد. همچنین بیمه تکمیلی در قالب‌های فردی، خانوادگی و گروهی ارائه می‌شود.
      </p>

      <p className="text-card-foreground leading-8">
        با داشتن بیمه تکمیلی می‌توانید بدون نگرانی از هزینه‌ها، خدمات درمانی متنوعی دریافت کنید. در بیمه‌یار این امکان وجود دارد که بیمه تکمیلی شرکت‌های مختلف را از نظر قیمت، شرایط و میزان پوشش مقایسه
        کرده و متناسب با نیاز خود بهترین گزینه‌ی فردی، خانوادگی یا گروهی را انتخاب کنید. استعلام، مقایسه و خرید بیمه تکمیلی در بیمه‌یار کاملاً آنلاین انجام می‌شود و نیازی به مراجعه حضوری نیست؛
        بنابراین تنها در چند دقیقه می‌توانید بیمه موردنظر خود را ثبت و خریداری کنید.
      </p>
    </div>
  );
};

export default HealthInsurance;
