import type { FC } from "react";

const HealthInsurance: FC = () => {
  return (
    <div className="flex flex-col w-full p-5">
      <img src="/health.svg" alt="svg" className="w-56 h-56 mb-10 self-center" />

      <h1 className="text-2xl font-bold mb-4 text-primary">بیمه درمان تکمیلی</h1>

      <p className="text-card-foreground leading-8 mb-6">
        بیمه تکمیلی با پرداخت بخشی از هزینه‌های درمانی که روزبه‌روز در حال افزایش هستند، به‌طور قابل‌توجهی دغدغه‌های مالی شما را کاهش می‌دهند. بیمه درمان تکمیلی علاوه‌بر پوشش‌های اساسی بیمه پایه،
        هزینه‌های درمانی گسترده‌تری مانند بستری، جراحی، آزمایش‌ها، تصویربرداری، زایمان، دندان‌پزشکی و ویزیت پزشکان را پوشش می‌دهد. این بیمه در انواع بیمه تکمیلی فردی، خانوادگی و گروهی قابل ارائه است.
      </p>

      <p className="text-card-foreground leading-8">
        با خرید بیمه تکمیلی درمانی می‌توانید با خیال راحت و بدون نگرانی از هزینه‌ها، از خدمات درمانی استفاده کنید. در ازکی بیمه تکمیلی شرکت‌های مختلف را از نظر پوشش، قیمت و شرایط مقایسه کرده و بهترین
        بیمه تکمیلی انفرادی، خانوادگی یا گروهی را براساس نیازتان انتخاب کنید. استعلام بیمه تکمیلی، مقایسه و خرید بیمه تکمیلی سلامت در ازکی به‌صورت آنلاین و بدون نیاز به مراجعه حضوری انجام می‌شود؛
        بنابراین فقط در چند دقیقه می‌توانید بیمه موردنظرتان را ثبت و خریداری کنید.
      </p>
    </div>
  );
};

export default HealthInsurance;
