import type { FC } from "react";

const HomeInsurance: FC = () => {
  return (
    <div className="flex flex-col w-full p-5">
      <h1 className="text-2xl font-bold mb-4 text-primary">بیمه منازل مسکونی چیست و چه پوشش‌هایی دارد؟</h1>
      <p className="text-gray-700 leading-8 mb-6">
        به‌عهده گرفتن مسئولیت مدیریت ساختمان ساده نیست. افراد مختلفی در هر مجتمع مسکونی زندگی می‌کنند و با آن در ارتباط‌اند. امکان بروز حوادث و رخدادهای متنوعی برای هریک از آن‌ها وجود دارد. با وجود
        انواع خدمات بیمه است، که حاشیه امنی برای رسیدگی به حادثه‌های گوناگون برای افراد مختلف شکل می‌گیرد:
      </p>

      <ul className="list-disc pr-6 space-y-2 text-gray-700 mb-6">
        <li>خدمات بیمه خانه برای پوشش هزینه و خسارت‌های ناشی از استفاده آسانسور</li>
        <li>خدمات بیمه منزل برای پوشش خسارات مالی و جانی افراد در اتفاقات ناگهانی مختلف در ساختمان</li>
        <li>
          بیمه خانه با در نظر گرفتن نیاز به تمام این خدمات، تمام پوشش‌های لازم را در قالب محصولی واحد به مدیران ساختمان ارائه می‌دهد. با تهیه بیمه خانه، تمام خدمات به‌طور یک‌جا در اختیار بیمه‌شونده
          قرار می‌گیرند.
        </li>
      </ul>

      <h2 className="text-xl font-semibold mb-3 text-primary">هدف از خرید بیمه منزل چیست؟</h2>
      <p className="text-gray-700 leading-8 mb-4">مدیران ساختمان باید سه نوع بیمه منازل مسکونی را مرتبط با وظیفه و مسئولیت‌هایشان خریداری کنند. بیمه‌هایی که به‌طور رسمی با عناوین زیر عرضه می‌شوند:</p>

      <ul className="list-disc pr-6 space-y-2 text-gray-700 mb-6">
        <li>بیمه آسانسور</li>
        <li>بیمه آتش‌سوزی</li>
        <li>بیمه مسئولیت مدیران</li>
      </ul>

      <p className="text-gray-700 leading-8">
        هریک از این موارد، به‌طور مستقل ارائه می‌شدند و برای تهیه هریک، نیاز به عقد قراردادی جداگانه با شرکت‌های بیمه بود. این یعنی زمان، هزینه و انرژی زیادی برای انتخاب و خرید هریک از این موارد نیاز
        است. حالا، بیمه جدیدی با نام بیمه منزل، وارد عرصه شده است تا در موقعیتی بهینه از هر نظر (مالی و زمانی)، خدمات لازم بیمه خانه را در اختیار بیمه‌گزاران قرار بدهد.
      </p>
    </div>
  );
};

export default HomeInsurance;
