import type { FC } from "react";

const HomeInsurance: FC = () => {
  return (
    <div className="flex flex-col w-full p-5">
      <img src="/dynamic-section-bg.svg" alt="svg" className="w-56 h-56 mb-10 self-center" />
      <h1 className="text-2xl font-bold mb-4 text-primary">بیمه منازل مسکونی و پوشش‌های آن</h1>

      <p className="text-card-foreground leading-8 mb-6">
        مدیریت یک ساختمان کار ساده‌ای نیست؛ زیرا افراد مختلفی در آن زندگی می‌کنند و احتمال وقوع حوادث گوناگون برای هر یک از آن‌ها وجود دارد. به همین دلیل، وجود بیمه‌های مختلف می‌تواند نقش یک سپر
        حمایتی را ایفا کرده و در شرایط اضطراری خیال همه ساکنان را راحت کند. برخی از این خدمات شامل موارد زیر هستند:
      </p>

      <ul className="list-disc pr-6 space-y-2 text-card-foreground mb-6">
        <li>پوشش خسارت‌ها و هزینه‌های ناشی از استفاده از آسانسور</li>
        <li>جبران خسارت‌های مالی و جانی ساکنان و مراجعان در حوادث غیرمنتظره ساختمان</li>
        <li>بیمه منزل با تجمیع تمام این پوشش‌ها، به‌صورت یک بسته کامل در اختیار مدیران ساختمان قرار می‌گیرد. با خرید بیمه منزل، همه خدمات بیمه‌ای موردنیاز به شکل یک‌جا ارائه می‌شود.</li>
      </ul>

      <h2 className="text-xl font-semibold mb-3 text-primary">چرا باید بیمه منزل تهیه کنیم؟</h2>

      <p className="text-card-foreground leading-8 mb-4">
        مدیران ساختمان موظف‌اند برای حفاظت از جان و مال ساکنان، سه نوع بیمه مهم مرتبط با مسئولیت‌های خود را خریداری کنند. این بیمه‌ها به‌طور رسمی با عناوین زیر شناخته می‌شوند:
      </p>

      <ul className="list-disc pr-6 space-y-2 text-card-foreground mb-6">
        <li>بیمه آسانسور</li>
        <li>بیمه آتش‌سوزی</li>
        <li>بیمه مسئولیت مدیران</li>
      </ul>

      <p className="text-card-foreground leading-8">
        در گذشته، هر یک از این بیمه‌ها به‌طور جداگانه ارائه می‌شدند و برای تهیه آن‌ها نیاز به عقد قراردادهای مختلف وجود داشت که زمان و هزینه زیادی می‌گرفت. اما امروز، بیمه منزل به‌عنوان یک راهکار جامع
        معرفی شده است تا همه این پوشش‌ها را در قالب یک بیمه‌نامه واحد و به‌صرفه در اختیار بیمه‌گزاران قرار دهد.
      </p>
    </div>
  );
};

export default HomeInsurance;
