import type { FC } from "react";

const MobileInsurance: FC = () => {
  return (
    <div className="flex flex-col w-full p-5">
      <img src="/phone.png" alt="svg" className="w-60 h-80 mb-10 self-center " />

      <h1 className="text-2xl font-bold mb-4 text-primary">بیمه موبایل (نو و کارکرده)</h1>

      <p className="text-card-foreground leading-8 mb-6">
        با توجه به افزایش قیمت گوشی‌های هوشمند و هزینه بالای تعمیرات آن‌ها، بیمه موبایل بهترین راهکار برای محافظت از این دارایی ارزشمند است. این بیمه گوشی شما را در برابر خطراتی مثل سرقت، شکستگی،
        آب‌خوردگی و آسیب‌های فیزیکی پوشش می‌دهد و خیال شما را از بابت هزینه‌های احتمالی راحت می‌کند. یکی از مزایای مهم بیمه موبایل، فرآیند ساده ثبت‌نام و دریافت خسارت است. اگر به دنبال بیمه‌ای مطمئن و
        سریع هستید، همین حالا از طریق سایت بیمه‌یار بیمه موبایل خود را تهیه کنید و با آرامش از گوشی‌تان استفاده کنید.
      </p>

      <h2 className="text-xl font-semibold mb-3 text-primary">پوشش‌های بیمه موبایل و تبلت</h2>

      <p className="text-card-foreground leading-8 mb-4">
        با خرید بیمه موبایل، از مجموعه‌ای متنوع از خدمات بهره‌مند می‌شوید که تضمین می‌کند در برابر حوادث و خسارت‌های احتمالی، پشتیبانی مالی لازم را خواهید داشت. برخی از مهم‌ترین پوشش‌های بیمه موبایل
        عبارت‌اند از:
      </p>

      <ul className="list-disc pr-6 space-y-2 text-card-foreground">
        <li>
          <strong>پوشش سرقت با شکست حرز:</strong> در صورتی که گوشی شما با تخریب موانع حفاظتی مانند قفل، در یا پنجره به سرقت برود، بیمه هزینه جایگزینی یا جبران خسارت را پرداخت می‌کند.
        </li>
        <li>
          <strong>پوشش ضربه و شکستگی نمایشگر:</strong> اگر صفحه‌نمایش یا سایر قطعات گوشی بر اثر ضربه یا سقوط آسیب ببیند، هزینه تعمیر یا تعویض آن تحت پوشش قرار خواهد گرفت.
        </li>
        <li>
          <strong>جبران خسارات ناشی از آب‌خوردگی:</strong> در صورت تماس ناگهانی گوشی با آب یا رطوبت و ایجاد آسیب، بیمه هزینه‌های تعمیر را تقبل می‌کند.
        </li>
        <li>
          <strong>پوشش آسیب ناشی از نوسانات برق:</strong> خساراتی که بر اثر تغییر ولتاژ یا اتصال کوتاه به گوشی وارد شود، توسط بیمه جبران می‌گردد.
        </li>
        <li>
          <strong>پوشش حوادث غیرمترقبه:</strong> خسارت‌های ناشی از اتفاقاتی مانند آتش‌سوزی، انفجار، زلزله، سیل یا طوفان نیز تحت پوشش این بیمه است.
        </li>
      </ul>

      <p className="text-card-foreground leading-8 mt-6">
        با داشتن بیمه موبایل برای گوشی‌های آیفون و اندروید، در صورت بروز هر یک از شرایط بالا می‌توانید خسارت خود را از شرکت بیمه دریافت کنید. البته ممکن است جزئیات پوشش‌ها در هر شرکت متفاوت باشد، اما
        به‌طور کلی موارد ذکرشده را شامل می‌شود. از طریق استعلام آنلاین بیمه گوشی در بیمه‌یار می‌توانید شرایط و قیمت شرکت‌های مختلف را مقایسه کرده و بهترین گزینه را انتخاب کنید.
      </p>
    </div>
  );
};

export default MobileInsurance;
