import type { FC } from "react";

const MobileInsurance: FC = () => {
  return (
    <div className="flex flex-col w-full p-5">
      <h1 className="text-2xl font-bold mb-4 text-primary">درباره بیمه موبایل (آکبند و کارکرده)</h1>
      <p className="text-gray-700 leading-8 mb-6">
        باتوجه‌به افزایش قیمت گوشی‌های هوشمند و هزینه بالای تعمیر آن‌ها، بیمه موبایل راهی مطمئن برای محافظت از این سرمایه ارزشمند است. بیمه موبایل، گوشی همراهتان را در برابر خطراتی مانند سرقت، شکستن،
        آب‌خوردگی یا آسیب فیزیکی، تحت پوشش قرار می‌دهد و خیالتان را بابت هزینه‌های احتمالی راحت می‌کند. مزیت مهم بیمه موبایل فرآیند ساده ثبت‌نام و دریافت خسارت است. اگر به‌دنبال بیمه‌ای معتبر و سریع
        هستید، همین حالا بیمه موبایل را از سایت ازکی تهیه کنید و با خیال آسوده از گوشیتان استفاده کنید.
      </p>

      <h2 className="text-xl font-semibold mb-3 text-primary">پوشش‌های بیمه موبایل و تبلت</h2>
      <p className="text-gray-700 leading-8 mb-4">
        با خرید بیمه موبایل از مجموعه‌ای از خدمات و پوشش‌های متنوع بهره‌مند می‌شوید که به شما اطمینان می‌دهد در برابر حوادث و خسارات احتمالی، حمایت مالی مناسبی خواهید داشت. در ادامه به برخی از
        مهم‌ترین خدماتی که با تهیه بیمه برای گوشی همراه از آن بهره‌مند می‌شوید اشاره می‌کنیم:
      </p>

      <ul className="list-disc pr-6 space-y-2 text-gray-700">
        <li>
          <strong>پوشش سرقت با شکست حرز:</strong> در صورتی که گوشی شما با شکستن قفل یا موانع حفاظتی (مانند در یا پنجره) به سرقت رود، بیمه سرقت گوشی هزینه‌های مربوط به جایگزینی یا جبران خسارت را پرداخت
          می‌کند.
        </li>
        <li>
          <strong>پوشش خسارات ناشی از ضربه و شکستگی صفحه‌نمایش:</strong> در صورت آسیب‌دیدگی صفحه‌نمایش یا سایر اجزای گوشی بر اثر ضربه یا سقوط، هزینه‌های تعمیر یا تعویض تحت پوشش بیمه قرار می‌گیرد.
        </li>
        <li>
          <strong>جبران خسارات ناشی از آب‌خوردگی و نم‌زدگی:</strong> اگر گوشی شما به‌طور ناگهانی در معرض آب یا رطوبت قرار گیرد و آسیب ببیند، بیمه هزینه‌های مربوط به تعمیر را پرداخت می‌کند.
        </li>
        <li>
          <strong>پوشش خسارات ناشی از نوسانات برق:</strong> در صورت آسیب‌دیدگی گوشی بر اثر نوسانات ولتاژ یا اتصال کوتاه، بیمه هزینه‌های تعمیر را جبران می‌کند.
        </li>
        <li>
          <strong>پوشش حوادث غیرمترقبه:</strong> خسارات ناشی از حوادثی مانند آتش‌سوزی، انفجار، سیل، زلزله و طوفان تحت پوشش بیمه قرار دارند.
        </li>
      </ul>

      <p className="text-gray-700 leading-8 mt-6">
        با خرید بیمه گوشی آیفون و اندروید می‌توانید در صورت بروز هرکدام از موارد بالا، هزینه خسارت وارد‌شده را از شرکت بیمه دریافت کنید؛ البته این پوشش‌ها بسته‌به شرکت بیمه‌گر ممکن است متفاوت باشند؛
        اما به‌طور‌کلی موارد بالا را در بر می‌گیرند. با استعلام بیمه گوشی ازکی می‌توانید قیمت و پوشش‌ها را مقایسه کرده و بهترین بیمه گوشی موبایل را انتخاب و خریداری کنید.
      </p>
    </div>
  );
};

export default MobileInsurance;
