import type { FC } from "react";

const MotorInsurance: FC = () => {
  return (
    <div className="flex items-center flex-col w-full p-5">
      <img src="/motor.png" alt="svg" className="w-60 h-80 mb-10 self-center " />

      <h1 className="text-2xl font-bold mb-4 text-primary self-start">بیمه بدنه موتورسیکلت چیست؟</h1>

      <p className="text-card-foreground leading-8 mb-6">
        بیمه بدنه موتورسیکلت نوعی بیمه اختیاری است که خسارت‌های واردشده به وسیله نقلیه را جبران می‌کند. برخلاف بیمه شخص ثالث که اجباری است، خرید این بیمه به انتخاب مالک بستگی دارد. با تهیه بیمه بدنه
        موتور می‌توانید در برابر خطراتی مانند سرقت، آتش‌سوزی، تصادف، سقوط و سایر حوادث غیرمنتظره تحت پوشش قرار بگیرید. حتی اگر در حادثه مقصر باشید، باز هم این بیمه از شما حمایت مالی خواهد کرد. کافی
        است در همین صفحه از سایت بیمه‌یار، ارزش روز موتور و سال ساخت آن را وارد کنید تا بیمه بدنه مناسب خود را به‌صورت آنلاین خریداری کنید.
      </p>

      <h2 className="text-xl font-semibold mb-3 text-primary self-start">چرا بیمه بدنه موتورسیکلت اهمیت دارد؟</h2>

      <p className="text-card-foreground leading-8 mb-4">
        به دلیل وزن سبک، ساختار باز، نداشتن تجهیزات ایمنی کافی و آسیب‌پذیری بالا در شرایط نامساعد جوی، موتورسیکلت‌ها بیش از خودروها در معرض خطر هستند. به همین دلیل، بیمه بدنه که گاهی از آن با عنوان
        بیمه سرقت موتور نیز یاد می‌شود، به‌طور مستقیم از موتورسواران حمایت می‌کند. این بیمه در شرایطی مانند تصادف، آتش‌سوزی یا سرقت، هزینه‌های سنگین را پوشش داده و خیال مالک را آسوده‌تر می‌سازد.
        مهم‌ترین دلایل ضرورت خرید بیمه بدنه موتور عبارت‌اند از:
      </p>

      <ul className="list-disc pr-6 space-y-2 text-card-foreground self-start">
        <li>ریسک بالای سرقت موتورسیکلت‌ها به‌ویژه در معابر شلوغ یا پارکینگ‌های عمومی</li>
        <li>آسیب‌پذیری بیشتر در تصادفات به دلیل وزن کم و نبود حفاظ ایمنی</li>
        <li>هزینه زیاد تعمیر یا تعویض قطعات اصلی موتورسیکلت</li>
        <li>احتمال خسارت در بلایای طبیعی مانند سیل، زلزله یا طوفان</li>
        <li>امکان دریافت خسارت حتی در صورت مقصر بودن موتورسوار</li>
        <li>کمک به مدیریت هزینه‌ها و جلوگیری از فشار مالی در شرایط غیرمنتظره</li>
        <li>ایجاد آرامش خاطر و اعتماد بیشتر برای مالک در برابر خطرات روزمره</li>
      </ul>
    </div>
  );
};
export default MotorInsurance;
