import type { FC } from "react";

const MotorInsurance: FC = () => {
  return (
    <div className="flex items-center flex-col w-full p-5">
      <h1 className="text-2xl font-bold mb-4 text-primary self-start">درباره بیمه بدنه موتورسیکلت</h1>
      <p className="text-gray-700 leading-8 mb-6">
        بیمه بدنه موتورسیکلت یک بیمه اختیاری است که خسارت‌های واردشده به موتور را جبران می‌کند و برخلاف بیمه شخص ثالث موتور اجباری نیست. با خرید بیمه بدنه موتور سیکلت می‌توانید از پوشش‌هایی مانند
        جبران خسارت در برابر سرقت، آتش‌سوزی، تصادف، سقوط و سایر خطرات احتمالی بهره‌مند شوید. حتی اگر خودتان مقصر حادثه باشید، باز هم بیمه بدنه موتور از شما حمایت می‌کند. در همین صفحه از سایت ازکی با
        وارد کردن ارزش روز خودرو و سال ساخت آن، به‌راحتی بیمه بدنه موتور مناسب خود را خریداری کنید.
      </p>

      <h2 className="text-xl font-semibold mb-3 text-primary self-start">دلایل اهمیت خرید بیمه بدنه موتور سیکلت</h2>
      <p className="text-gray-700 leading-8 mb-4">
        موتورسیکلت به دلیل ساختار باز، وزن سبک، عدم تعادل در شرایط نامساعد جوی و نبود تجهیزات ایمنی کافی نسبت‌به خودرو، بیشتر در معرض آسیب و سرقت قرار دارد. حمایت مالی بیمه بدنه که بعضی به آن بیمه
        سرقت موتور می‌گویند، به‌طورمستقیم برای موتورسوار است. این بیمه در شرایطی مانند سرقت، آتش‌سوزی یا تصادف به کمک صاحب وسیله می‌آید و از پرداخت هزینه‌های سنگین جلوگیری می‌کند. عوامل زیر دلایل
        اهمیت خرید بیمه بدنه موتورسیکلت را به‌روشنی بیان می‌کند:
      </p>

      <ul className="list-disc pr-6 space-y-2 text-gray-700 self-start">
        <li>سرقت گسترده موتورسیکلت‌ها به‌ویژه در مناطق پرتردد یا پارکینگ‌های عمومی</li>
        <li>آسیب‌پذیری بیشتر در تصادف به دلیل وزن پایین و ساختار بدون حفاظ</li>
        <li>هزینه بالای تعمیر یا تعویض قطعات اصلی موتورسیکلت‌ها</li>
        <li>احتمال بالای خسارات در حوادث طبیعی مانند سیل، طوفان یا زلزله</li>
        <li>امکان دریافت خسارت حتی در صورت مقصر بودن راننده موتورسیکلت</li>
        <li>کاهش فشار مالی در شرایط پیش‌بینی‌نشده و مدیریت بهتر هزینه‌ها</li>
        <li>ایجاد حس آرامش و اعتماد برای مالک در مواجهه با خطرات روزمره</li>
      </ul>
    </div>
  );
};
export default MotorInsurance;
