import type { FC } from "react";

const ThirdPartyInsurance: FC = () => {
  return (
    <div className="flex flex-col w-full p-5">
      <h1 className="text-2xl font-bold mb-4 text-primary">بیمه شخص ثالث چیست؟</h1>
      <p className="text-gray-700 leading-8 mb-6">
        بیمه شخص ثالث یک بیمه اجباری برای همه وسایل نقلیه است که خسارت‌های جانی (مانند دیه و هزینه‌های درمان) و مالی (مانند آسیب خودرو یا اموال دیگران) را در حوادث رانندگی جبران می‌کند. نداشتن این
        بیمه طبق قانون جدید بیمه شخص ثالث باعث جریمه‌های سنگین و حتی توقیف خودرو می‌شود.
      </p>

      <p className="text-gray-700 leading-8 mb-6">
        «شخص ثالث» در این بیمه به هر فردی غیر از راننده و سرنشینان خودرو مقصر گفته می‌شود. شما می‌توانید به‌سادگی از طریق ازکی، استعلام بیمه شخص ثالث را آنلاین انجام دهید، قیمت بیمه شخص ثالث ۱۴۰۴ را
        محاسبه کنید و در صورت تمایل با شرایط ویژه اقساطی، بدون چک، سفته یا ضامن بیمه خود را بخرید یا تمدید کنید.
      </p>

      <p className="text-gray-700 leading-8">با ازکی، انتخاب شرکت بیمه، مقایسه قیمت‌ها و خرید اینترنتی در چند دقیقه انجام می‌شود و پشتیبانی ۲۴ ساعته در کنار شماست.</p>
    </div>
  );
};

export default ThirdPartyInsurance;
